[
  {
    "eventId": 1,
    "title": "September 11 Attacks — Sectoral Heatmap",
    "insight": "Healthcare: This sector is the relative winner. We see an intensification of green (high positive CAR) immediately after the event, peaking between D+15 and D+25. This suggests that investors used healthcare as a safe haven.\nEnergy: Conversely, energy shows a marked deterioration over the long term. While the initial reaction is neutral, the sector turns red (negative CAR) from D+30 onwards.\nTransportation: As expected, the sector suffers a visible negative shock immediately after the event. Although it appears to stabilise temporarily around D+10, it continues to underperform over the entire period, penalised by the shutdown of air traffic and tighter security measures.\nFinance and Basic Industries: These sectors show moderate resilience in the short term, before seeing their abnormal returns gradually erode to end up in negative territory around D+50.\nTechnology: The sector remains relatively sluggish, with performance close to its benchmark, indicating that the event did not generate significant alpha, either positive or negative."
  }, 
  {
    "eventId": 2,
    "title": "Hurricane Katrina — Sectoral Heatmap",
    "insight": "Transportation and Basic Industries: The Transport sector is the hardest hit, with a CAR that falls sharply into the red immediately after the hurricain. This underperformance can be explained by the destruction of logistics infrastructure and rising fuel costs. Basic Industries follow a similar long-term trend, showing a sharp deterioration from D+50, probably linked to supply chain disruptions.\nEnergy: After a period of uncertainty, there is a sharp peak in outperformance between D+30 and D+40. This reflects the surge in oil and gas prices following the shutdown of production platforms in the Gulf of Mexico, before a sharp correction towards D+50.\nHealthcare and Finance: Healthcare slightly outperforms in the first twenty days before normalising. Finance, after a neutral period, showed late resilience around D+60. These sectors appear to have served as value retention areas in the face of volatility in sectors more physically exposed to the disaster.\nTechnology: Technology remained close to its benchmark index, as the sector is less dependent on physical infrastructure in the Gulf region."
  },
  {
    "eventId": 3,
    "title": "iPhone Announcement — Sectoral Heatmap",
    "insight": "Technology: We observe an underperformance that becomes more pronounced after the announcement. While this may seem counterintuitive, it indicates that the technology sector underperformed the benchmark index after the announcement, or that the announcement led to profit-taking on established players in the face of the threat of a new disruptive model.\nEnergy: This sector shows the most negative and immediate reaction. The shift to dark red at the announcement day and over the following 10 days shows a strongly negative CAR. As the announcement has no direct link to energy, this probably reflects a global market movement.\nHealthcare and Basic Industries: These two sectors show ‘catch-up’ or delayed resilience dynamics. Basic Industries moved from a negative CAR to notable outperformance (green) between D+20 and D+50. Healthcare, after an initial decline, stabilised towards relative neutrality.\nFinance and Transportation: These sectors show remarkable neutrality. The Finance sector remains in very light yellow tones, indicating that the iPhone announcement was a ‘non-systemic’ event for global financial markets, with no significant abnormal returns."
  },
  {
    "eventId": 4,
    "title": "2008 Financial Crisis — Sectoral Heatmap",
    "insight": "Finance: There is a surprising relative outperformance between T_0 and D+20. This does not mean that the sector is progressing in absolute terms, but rather that it is posting less disastrous returns than the benchmark index or benefiting from a technical rebound following the initial announcements of government bailouts.\nEnergy and Basic Industries: These are the hardest-hit sectors. The CAR falls sharply into the red from D+25 and continues to decline until D+60. This reflects expectations of a severe global recession leading to a sharp drop in demand for raw materials and oil.\nHealthcare: This sector confirmed its role as a defensive safe haven. After a neutral phase, it significantly outperformed from day 20 onwards, as investors favoured stable income that was less sensitive to the economic cycle amid the financial turmoil.\nTransportation: It showed surprising relative resilience at the end of the period (D+40 to D+60) with a positive CAR. This can be explained by the massive drop in operating costs (fuel) caused by the collapse of the energy sector mentioned above.\nTechnology: It remained close to equilibrium relative to the benchmark."
  },
  {
    "eventId": 5,
    "title": "U.S. Presidential Election (2016) — Sectoral Heatmap",
    "insight": "Finance: This is the most dramatic reaction in the graph. The sector instantly shifts from neutral to deep green (very positive CAR) at T_0. This exceptional performance continues over the 60 days. It is driven by expectations of financial deregulation and rising interest rates.\nHealthcare: In stark contrast, healthcare suffered a severe decline. Already struggling before the election, the sector sank into deep red after T_0. This reflects investors' fears about the repeal of Obamacare and pressure on drug prices, creating a sharp underperformance relative to the market.\nBasic Industries & Transportation: These two sectors are showing positive and synchronised momentum. The shift into positive territory the day after the election reflects optimism linked to promises of major infrastructure projects and a protectionist policy favouring domestic industry.\nTechnology: The sector is underperforming slightly. Investors are temporarily turning away from technology stocks in favour of traditional sectors (banks, industry) that will benefit more directly from Trump's fiscal policy.\nEnergy: Its reaction is more nuanced, with the CAR remaining relatively neutral with only a few pockets of light green."
  },
  {
    "eventId": 6,
    "title": "COVID-19 Pandemic — Sectoral Heatmap",
    "insight": "Energy and Finance: these are the two sectors hardest hit. The energy sector has the most negative CAR in the chart, reflecting the total shutdown of global travel and the collapse in demand for oil. Finance is following a similar trajectory, penalised by fears of massive defaults and uncertainty about the stability of the global banking system.\nBasic industries and Transportation: these sectors are plunging into deep and persistent red territory. For basic industries, this reflects the paralysis of global production chains. Transportation is experiencing continued underperformance due to border closures and the shutdown of air traffic.\nTechnology: The Technology sector stands out as the most resilient. After a brief period of negative volatility at T_0, it is the only sector to stabilise its CAR in neutral territory from D+20 onwards.\nHealthcare: this sector underperformed significantly. This suggests that uncertainty over the management of the pandemic and the suspension of non-urgent care weighed more heavily than hopes for future vaccines or treatments in the first 60 days."
  }
]
