[
  {
    "eventId": 1,
    "title": "9/11 — Recovery Time",
    "insight": "<strong>Rapid recovery:</strong> These two sectors have low medians (around 30 days). The concentration of points around the median indicates a consistent response and strong resilience to this event.\n<strong>High dispersion:</strong> The Basic Industries sector has the highest median (close to 95 days) with a very wide interquartile range, indicating a wide variation in companies' responses. Finance also shows great disparity, with a low median (10 days) but many outliers exceeding 100 days, reflecting very uneven situations of vulnerability.\n<strong>Intermediate resilience:</strong> The Transport sector, directly affected by the event, shows a median of around 45 days with a distribution skewed towards the upper end. Technology follows a similar pattern, with the majority of companies returning to their previous level within 25 to 60 days."
  },
  {
    "eventId": 2,
    "title": "Hurricane Katrina — Recovery Time",
    "insight": "<strong>Rapid recovery:</strong> Almost all sectors (basic industries, finance, healthcare, transport) returned to their pre-event levels within a very short time (less than 15 days). For these groups, the hurricane was a temporary shock of volatility without any fundamental deterioration in value.\n<strong>High dispersion:</strong> Energy and Technology show the most stretched boxes. In Energy, although the median is low, some companies took up to 140 days to recover, reflecting the uneven physical damage to oil infrastructure. Technology also shows a significant interquartile range, indicating varying sensitivity of supply chains to the disaster.\n<strong>Relative stability:</strong> The Transport sector shows consistent and rapid resilience (low dispersion), suggesting that regional logistical disruptions were quickly absorbed by the markets."
  },
  {
    "eventId": 3,
    "title": "iPhone Announcement — Recovery Time",
    "insight": "<strong>Rapid recovery:</strong> The healthcare, energy and transport sectors show the strongest technical rebound capabilities. Their very low and compact box plots indicate that for these companies, the announcement was a non-event on the stock market, with an almost immediate return to normal.\n<strong>Slow recovery:</strong> The finance sector has the highest median (around 38 days). This relative slowness may reflect a wait-and-see attitude on the part of the financial markets in the face of macroeconomic uncertainty in early 2007, unrelated to the technological announcement itself.\n<strong>Wide dispersion and heterogeneity:</strong> Technology and basic industries show the widest interquartile ranges. In technology, while the median is 28 days, many stocks take more than 80 days to recover, illustrating the threat of disruption facing certain established players with the arrival of the iPhone."
  },
  {
    "eventId": 4,
    "title": "2008 Crisis — Recovery Time",
    "insight": "<strong>Rapid recovery:</strong> Most sectors, including energy, finance, healthcare and technology, posted extremely low medians. For these groups, most companies returned to their initial valuation levels in less than a week. This can be explained by a base effect: prices were already very low before 15 September, making the recovery threshold easier to reach despite volatility.\n<strong>Moderate recovery:</strong> The Basic Industries sector shows a slightly higher median (around 15 days) with a box plot that is more stretched towards the top. The recovery is slower, suggesting greater sensitivity to fears of a systemic recession.\n<strong>High dispersion:</strong> The Transport sector stands out with the widest interquartile range. While the median remains low, the box plot extends to 50 days with whiskers reaching nearly 90 days. This heterogeneity reflects deep disparities in the financial strength of logistics companies in the face of the credit freeze."
  },
  {
    "eventId": 5,
    "title": "Trump Election — Recovery Time",
    "insight": "<strong>Rapid recovery:</strong> The Basic Industries and Energy sectors show the strongest recovery capabilities. Their low medians suggest that the market very quickly absorbed the promises of industrial recovery and energy deregulation, allowing a return to pre-election valuation levels in less than two weeks.\n<strong>Slow recovery:</strong> Healthcare and Transport have the longest recovery times. For Healthcare, the median is around 35 days, confirming the sector's uncertainty in the face of threats to the Affordable Care Act.\n<strong>Wide dispersion and heterogeneity:</strong> The Energy sector stands out for its extreme volatility in response times: while the median is low, the range stretches to 105 days with points reaching 175 days. This indicates a radically different stock market treatment depending on each company's exposure (fossil fuels vs. renewables). Finance also shows a significant interquartile range (from 5 to 65 days), suggesting that not all financial institutions benefited from the ‘Trump Trade’ at the same rate.\n<strong>Technology profile:</strong> The sector shows an intermediate median (15 days) but a notable upward dispersion. This reflects the initial hesitation of investors who rotated towards ‘value’ (banks/industry) at the expense of technological ‘growth’."
  },
  {
    "eventId": 6,
    "title": "COVID-19 — Recovery Time",
    "insight": "<strong>Rapid and consistent recovery:</strong> The healthcare, technology and transport sectors performed best in terms of time. Their medians are very low and their whisker boxes are particularly compact. This shows that, despite the intensity of the crisis, these sectors benefited from an almost immediate rebound.\n<strong>Moderate resilience:</strong> The finance, energy and basic industries sectors show slightly longer recovery times. For finance and basic industries, there is a more pronounced upward dispersion, indicating that a significant proportion of companies took more than 40 days to return to their pre-crisis levels.\n<strong>High dispersion and residual vulnerability:</strong> The Basic Industries sector has the widest interquartile range. Similarly, Finance and Energy show outliers exceeding 80 days. This heterogeneity illustrates the highly uneven impact of the pandemic on companies dependent on physical demand and global supply chains."
  }
]
